
# Кейс снаряжения
ent-STAdvEngineerEquipmentCase = кейс снаряжения продвинутого инженера
    .desc = Массивный бронированный кейс КМП США, содержащий полный комплект тяжелой защитной экипировки, продвинутых инструментов и печатных плат робототехники.

# Броня и шлем
ent-STArmorAdvancedEngineer = тяжелая броня продвинутого инженера M3-EOD
    .desc = Индивидуально разработанный комплект брони до отказа набитый пластинами, ремнями и всеми возможными видами защиты, обеспечивая надежную защиту при опасных монтажных работах. Используется исключительно узкопрофильными инженерами КМП США. 

ent-STHelmetAdvancedEngineer = тактический шлем продвинутого инженера M10-EOD
    .desc = Закрытый шлем, предназначенный для защиты пользователя от опасных сред. За основу был взят HS-TM-SHIELD от компании Tartarus Mining. Нуждаясь во встроенной полузакрытой системе дыхания, и в связи с малым финансированием, данная модель была доработана и усовершенствована КМП США в кустарных условиях. Имеет дополнительные вставки композитных материалов, что даёт баллистическую защиту.

# Рюкзак и пояс
ent-STBackpackAdvancedEngineer = ранец продвинутого инженера
    .desc = Вместительный тактический ранец с усиленными креплениями для транспортировки строительных материалов, запчастей и боеприпасов.

ent-STBeltUtilityAdvancedEngineer = поясная система продвинутого инженера M276
    .desc = Расширенная 12-слотовая разгрузочная система со встроенным топливным резервуаром для сварочного оборудования и креплениями под крупногабаритные инструменты и материалы.

# Инструменты, очки и документация
ent-STWelderIndustrialAdvanced = продвинутый промышленный сварочный аппарат
    .desc = Модернизированный сварочный аппарат повышенной емкости, работающий на специализированном топливе КМП США.

ent-STVisorAdvancedEngineer = инженерные AR-очки дополненной реальности
    .desc = Высокотехнологичный тактический визор, выводящий диагностическую телеметрию и структурную целостность укреплений и робототехники в реальном времени.

ent-STManualAdvancedEngineer = техническое руководство продвинутого инженера
    .desc = Подробный полевой справочник КМП США по полевой фортификации, тяжелым инженерным работам и сборке автономных робототехнических комплексов.

